{"task_type": "classification", "options": ["A dry ravine is left", "A fossil is formed", "A mushroom cap is formed.", "A new mushroom is formed.", "A white dwarf has been formed.", "Acid rain in fog at higher elevations can strip foliage off trees.", "Adult may procreate continuing the cycle.", "After several eruptions, the rock builds up and a volcano forms", "All cells receive the oxygen.", "An outlet valve opens and the piston pushes the steam back through the cylinder and out up the locomotive&#x27;s chimney", "And a butterfly is born.", "Apply butter, syrup and enjoy", "As it gets bigger the wind rotates faster.", "As more rather rushes through the cave becomes a cavern.", "Balance your body as you roll on the skateboard.", "Because you used warm water, the gasses in the water had evaporated out, so you will have nice clear ice cubes without cracks from the trapped gasses", "Become magma again.", "Becomes material for other products.", "Bees produce all of the building blocks to build their hive in their own body", "Bend the tray slightly to get the ice cubes out and into a drink.", "Bloo sugar goes back to normal.", "Blood can bring the oxygen to different cells in the body.", "Blood sugar goes back to normal.", "Calcium levels are maintained.", "Carbon dioxide released when you exhale.", "Carbon dioxide travels through the throat and is exhaled.", "Carbon dioxide, water vapor and methane are greenhouse gases", "Close the door and push the start button", "Conflict with other animals occur.", "Creates electricity.", "Dies.", "Different kinds of sickness are formed.", "Disease symptoms may begin.", "Divide into two individual cells", "Elderly humans die.", "Electricity is produced.", "Erosion begins.", "Erosion starts to occur.", "Eventually all of the floodwater will be slowly released into the river without causing any flood damage.", "Eventually the long-term climate patterns start to change", "Eventually there is nothing living in the water and it is unusable", "Excess water and oxygen are released through stoma and other parts of the plant.", "Excess water and waste is expelled from the kidneys in the form of urine.", "Exhaust valve opens to vent exhaust out tail pipe.", "Give the cells owner a flow of electricity.", "Global warming occurs.", "Glucose is food for plants.", "Helps digest other foods and liquids.", "Hydrogen and carbon dioxide are used to form glucose or food for plants.", "Ice crystals in clouds stick together and become snowflakes.", "If the pressure in the center drops even further and the winds really pick up and forms a clearly defined &#x27;eye&#x27; it&#x27;s a hurricane", "In about 1.5-2 hours, the dishes are clean", "Insulin helps your body store the energy in fat, muscle and liver cells", "Is then passed to the small intestine.", "It eventually will have no paint left.", "It is considered an iceberg.", "It will turn into either petroleum or natural gas", "Leaves are also harmed.", "Light can not escape", "Minerals dissolved in water crystlize.", "Minerals form when magma and lava cool", "Minerals glue the sediment together into a single rock.", "Mold colonies grow until they are visible.", "More salt is removed from the water.", "Nitrogen destroys fish and shellfish populations.", "Once in orbit the satellite will be placed where it was planned.", "Open the presents", "Opposing pairs of muscles exist in order to provide the necessary range of motion.", "Other air is pushed out of the lungs into the environment.", "Other animals use echolocation in generally similar ways", "Oxygen diffuses into cells from capillaries.", "Oxygen diffuses out of the plant as a waste product of photosynthesis", "Oxygen goes out of the leaf through the stomata", "Oxygen is released as a by product.", "Pop the ice cubes out of tray.", "Pour batter onto the griddle", "Red blood cells distribute oxygen throughout the body", "Remove the ice cubes from the tray.", "Result in the cave.", "Rocks and the beach look a little different.", "Salt is left behind in the original pot.", "Sand and rocks go to other land or the bottom of the ocean.", "Satellite goes into orbit.", "Send the urine with the waste to the bladder through the ureters.", "Serve the cake", "Some sediment is left as sand.", "Spray some plant food on it.", "Sunlight is absorbed by a green chemical in the leaves.", "TH EBUTTERLFY IS FIANLLY ABLE TO FLY AWAY.", "Take the pot off of the heat source.", "The Earth's temperature rises", "The adult birds find mates and mate.", "The adult butterfly emerges out of the chrysalis and flys away!", "The adult butterfly lays more eggs.", "The adult mates with another adult", "The adult mushroom produce spores of its own to repeat the process.", "The affected rain can harm natural and man-made objects because of its acidic content.", "The air is heated in the dishwasher to dry the dishes.", "The animal has entered hibernation mode", "The animal is able to survive not eating or drinking without hurting itself", "The animals have little to eat", "The bacteria is either fought off or becomes a disease.", "The bales are shipped to manufacturers to use to make products.", "The bat can figure out where the object is located.", "The bat doesn't hurt itself by hitting the objects.", "The beam is no longer visible.", "The bees will house nectar, honey and pollen within the honeycomb's cells", "The bile is sent to the intestines.", "The bird is able to reproduce.", "The bird makes its own nest.", "The birds lay eggs.", "The blood leaves the liver cleaned.", "The blood sugar levels are restored.", "The body&#x27;s natural defenses can sometimes cause us to feel unwell.", "The carbon atoms rearrange to become a new substance.", "The carbon dioxide is exhaled out of the body through the nose or mouth.", "The carbon dioxide is exhaled out of the body.", "The carbon dioxide is exhaled.", "The cells repeat this process.", "The cells use the sugar as energy.", "The clean blood exits the kidneys.", "The cleaned blood is returned to the body.", "The coffee drips into the pot from the basket.", "The colder air is then warmed by the floor and the plants.", "The copies infect other cells to make more viruses, or they escape from the body and infect a new victim", "The crystals contain minerals.", "The dishes can be removed.", "The earth may become warmer this way.", "The ecosystem is out of balance, causing further problems", "The ecosystem known as a forest is made.", "The elderly person dies.", "The electricity is sent through transformers.", "The electron is released", "The enzymes begin producing again.", "The eroded area cuts deeply into the rock.", "The eroded limestone sometimes forms caves.", "The evaporation also cools the remaining sweat on the body.", "The evaporation causes cooling.", "The female butterfly lays eggs.", "The final product is turned into urine.", "The food is expelled from the body.", "The fossil appears on the surface of the ground.", "The heart pumps the oxygenated blood to the body.", "The heated air comes out the vents and into the room.", "The hormones control the amount of sugar in the blood.", "The host gets sick as its cells are damaged.", "The ice cubes are ready.", "The ingots can now be turned into new aluminum products.", "The iron starts to rust.", "The isotope is finished decaying and emitting radiation.", "The lack of vegetation alters the surrounding environment.", "The light travels to the Earth.", "The liver also stores extra carbohydrates as glycogen for the body to use as fuel when needed.", "The liver regulates blood clotting.", "The lungs bring the oxygen to the rest of the body.", "The lungs expel the carbon dioxide through the nose and mouth.", "The lungs expel through the nose or mouth back into the environment.", "The magma results in a low-pressure, slow-moving flow of magma instead of a violent eruption", "The magnetic field can be turned on and off by starting or stopping the electricity source", "The mechanism generates electricity.", "The minerals form a fossil.", "The mold sends out spores.", "The molds are flattened and rolled into sheets to reuse.", "The nest is done.", "The new viruses can infect more cells.", "The next year they breed beginning the cycle again", "The overall planet is hotter.", "The owl catches a mouse in his talons.", "The owl eats the prey, or carries it back to its perch", "The owl uses their beak to eat the rodent.", "The oxygen can then reach the cells within the tissue", "The oxygen is pass throughout your body.", "The pancreas releases another hormone to raisethe blood sugar (glucose) level.", "The passenger gets off the plane at their destination.", "The person retires and eventually passes away", "The piston causes the crankshaft to move.", "The plant releases oxygen into the atmosphere.", "The plant reuses the water or the water exits through the stomata as water vapor.", "The plant uses that glucose as energy to grow.", "The polluted rain becomes acid rain.", "The positive energy connects with the negative energy and forms lightning.", "The process repeats itself over and over", "The process starts again.", "The rain with the high acid content falls.", "The raw parts are sold to manufactures to make new items.", "The recycled materials are incorporated into new products.", "The remaining carbon dioxide is expelled through the mouth.", "The rest of the floodwater evaporates.", "The result is that crude oil forms.", "The resulting volcano may explode.", "The rock pieces are worn away into smaller and smaller pieces by the same forces", "The rocket is launched into space.", "The rocks are now in smaller pieces.", "The rocks slowly break down.", "The rolled out product is made into new aluminum products.", "The rolls are ready to be made into new aluminum products.", "The salt will be separated from the water.", "The second container contains fresh water.", "The sediment becomes sedimentary rock as it is pushed together by the heavy weight", "The sediment is deposited again in a new place.", "The sediment keeps moving around the world in convection currents.", "The seismic waves make the earth shake.", "The seismic waves move the earth in an earthquake.", "The seismic waves shake the earth as they move through it.", "The snow flakes fall to the ground as snow.", "The snowflakes fall to the ground.", "The solid nest supports the eggs", "The solidified magma forms minerals.", "The spinning of the rotor in the core generates electricity", "The star leaves behind the core which becomes a dwarf star.", "The steam fills the next piston, driving it up, and the other one down", "The stream is smaller than the eroded area.", "The sulfuric acid makes the rain acidic", "The sweat leaves the skin through pores.", "The temperature rises even faster.", "The truck takes the coal to a power station.", "The virus causes symptoms in the body as the immune system tries to expel the virus.", "The volcano bursts through the rock the formed after the last eruption.", "The warm air is disbursed through vents, hot water through baseboards, or by steam radiators", "The warm air off of the oil travels through the house", "The waste is eventually removed from the body.", "The water is able to be drank at this point.", "The water on the other side of the filter is much cleaner", "The water passes through the grounds and becomes coffee.", "The water returns back in to its chamber and the process is repeated", "The water returns to the boiler, and the cycle begins again", "The yeast eats the sugar in the yeast, releasing alcohol", "They do it all over again.", "They emerge from the den when the weather is warming up again.", "They form iron oxide, which is rust", "They hear you.", "This acid slowly dissolves calcite, forms solution cavities, and excavates passageways", "This inner core is known as a white dwarf.", "This makes discovery of the fossil possible.", "This rain is called acid rain and can damage forests and kill fish.", "Thousands of these hexagonal cylinders put together form the hive", "Transport is also caused by glaciers as they flow", "Trees eventually grow.", "Turn on the dishwasher.", "Two new nuclear membranes then form around each of the two regions of DNA and the spindle fibers disappear.", "Unused materials passed into large intestine to become fecal matter.", "Ureters carry urine out of the kidneys.", "Wait.", "Water was so hot that it evaporates for dry dishes.", "Waters warm up which hurts the fish swimming in them.", "We feel the earthquake", "When a toothpick inserted into the cake comes out clean, the cake is done baking", "When blood sugar levels are too low, the pancreas releases glucagon into the bloodstream", "When the muscle relaxes the bones move farther apart.", "When the positive and negative charges grow large enough, a giant spark, called lightning occurs", "When the wind speeds reach 74 mph the storm is considered a hurricane.", "When there is enough moisture in the clouds it starts to rain.", "When they do this their roots penetrate pores and crevices and cause rocks to split apart as the roots force their way down through the rocks", "When turned off it is no longer magnetic.", "You breathe it out through your lungs", "You remove the vegetables from the plants when they are ripe.", "You start the process over again.", "Your lungs and respiratory system automatically perform this vital process, called gas exchange", "Your stomach moves the food into the intestines to complete digestion", "Zip up the bag and be ready to go."]}